Autodesk.Revit.DB.Structure.BendingDetailDisplayParametersOptions
Describes how the parameters will be represented.
Since:
2024
Since:
2024

Autodesk.Revit.DB.Structure.BendingDetailDisplayParametersOptions.ByName
Dimensions that are shown will be labeled using the parameters names.

Autodesk.Revit.DB.Structure.BendingDetailDisplayParametersOptions.ByValue
Dimensions that are shown will be labeled using the parameters values.